/* State and Keywordgroupnames */
"Base" = "Base";
"Tags" = "Tags";
"Strings in Tags" = "Chaînes de caractères dans des tags";
"Attributes in Tags" = "Attributs dans des tags";
"Entities" = "Entités";
"Comment" = "<!-- Commentaire -->";
"Escape" = "<? Commentaire ?>";
"Inline CSS" = "CSS en ligne";
"CSS Attributes" = "Attributs CSS";
"CSS Keywords" = "Mots clefs CSS";
"CSS Digits" = "Digits CSS";
"CSS Colors" = "Couleurs CSS";
"CSS Strings in Tags" = "Chaînes de caractères CSS dans des tags";
"CSS Attributes in Tags" = "Attributs CSS dans des tags";
"CSS Begin and End" = "Début et fin CSS";
"CSS Strings in Tags" = "Chaînes de caractères CSS dans des tags";
"Inline Javascript" = "Javascript en ligne";
"Javascript Keywords" = "Mots clefs Javascript";
"Javascript Numbers" = "Nombres Javascript";
"Javascript Characters" = "Caractères Javascript";
"Javascript String" = "Chaînes de caractères Javascript";
"Javascript FunctionRegex" = "Appels de fonctions Javascript";
"Javascript Begin and End" = "Début et fin de Javascript";
"Javascript Strings in Tags" = "Chaîne de caractères Javascript dans des tags";
"Javascript Single Comments" = "Commentaires Javascript";
"Javascript Attributes in Tags" = "Attributs Javascript dans des tags";
